[
    {
        "date": "2008-10-05",
        "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites.   digg_url = 'http://apod.nasa.gov/apod/ap081005.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Night",
        "url": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp.jpg"
    },
    {
        "date": "2004-11-30",
        "explanation": "What are those strange clouds stretching out from these lakes?  The clouds are caused by cold air moving over a warm water and result in bands of lake-effect snow.  The rising bands of moistened, warmed air that drop lake-effect snow alternate with clear bands of falling cold air.  During a winter, such bands can create hundreds of centimeters of snow more than upwind areas only a hundred kilometers away.  During this lake-effect snowfall of 2000 December 5, practically all of the state of Michigan, USA got covered.  A cold northwesterly wind over Great Lakes Superior and Michigan created the unusual clouds.  The above image was taken with NASA's SeaWiFS satellite.",
        "hdurl": "https://apod.nasa.gov/apod/image/0412/lakeeffect_seawifs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lake Effect Snow on Earth",
        "url": "https://apod.nasa.gov/apod/image/0412/lakeeffect_seawifs.jpg"
    },
    {
        "copyright": "Jean-Charles Cuillandre",
        "date": "2002-07-22",
        "explanation": "Did you ever have a day when it felt like a dark cloud was following you around?  For the open cluster of stars NGC 6520, every day is like this. On the left of the above picture are many of NGC 6520's bright blue stars.  They formed only millions of years ago - much more recently than our ancient Sun which formed billions of years ago.  On the right is an absorption nebula, molecular cloud Barnard 86, from which the stars of NGC 6520 surely formed.  This nebula contains much opaque dust that blocks light from the many stars that would have been visible in the background.  Surrounding NGC 6520 is part of the tremendously dense starscape in the bulge of our Milky Way Galaxy, the extended halo of stars that surrounds the center of our Galaxy. NGC 6520 spans about 10 light years and lies about 5500 light years away toward the direction of Sagittarius.",
        "hdurl": "https://apod.nasa.gov/apod/image/0207/GCbulge_cfht_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Open Cluster NGC 6520 from CFHT",
        "url": "https://apod.nasa.gov/apod/image/0207/GCbulge_cfht.jpg"
    },
    {
        "date": "1997-10-17",
        "explanation": "An icy mist and late afternoon clouds cover much of this section of Valles Marineris on Mars. The Valles Marineris or Mariner Valley is a huge canyon system about 2,000 miles long and up to 5 miles deep. This test image was produced using data from Mars Global Surveyor's wide angle cameras viewing the canyon from a distance of 360-600 miles. Color was synthesized using images recorded through blue and red filters. Mission controllers have recently raised the spacecraft's aerobraking orbit to study the unexpected motion of one of the Surveyor's solar panels.",
        "hdurl": "https://apod.nasa.gov/apod/image/9710/marval1_mgs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars: A Mist In Mariner Valley",
        "url": "https://apod.nasa.gov/apod/image/9710/marval1_mgs.jpg"
    },
    {
        "date": "2021-01-06",
        "explanation": "Why are these sand dunes on Mars striped?  No one is sure.  The featured image shows striped dunes in Kunowsky Crater on Mars, photographed recently with the Mars Reconnaissance Orbiter’s HiRISE Camera.  Many Martian dunes are known to be covered unevenly with carbon dioxide (dry ice) frost, creating patterns of light and dark areas.  Carbon dioxide doesn’t melt, but sublimates, turning directly into a gas. Carbon dioxide is also a greenhouse material even as a solid, so it can trap heat under the ice and sublimate from the bottom up, causing geyser-like eruptions.  During Martian spring, these eruptions can cause a pattern of dark defrosting spots, where the darker sand is exposed.  The featured image, though, was taken during Martian autumn, when the weather is getting colder – making these stripes particularly puzzling.  One hypothesis is that they are caused by cracks in the ice that form from weaker eruptions or thermal stress as part of the day-night cycle, but research continues.  Watching these dunes and others through more Martian seasons may give us more clues to solve this mystery.",
        "hdurl": "https://apod.nasa.gov/apod/image/2101/StripedDunes_HiRISE_1182.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Striped Sand Dunes on Mars",
        "url": "https://apod.nasa.gov/apod/image/2101/StripedDunes_HiRISE_1080.jpg"
    },
    {
        "date": "2004-03-23",
        "explanation": "The hot surface of Venus shows clear signs of ancient lava flows.  Evidence of this was bolstered by the robot spacecraft Magellan, which orbited Venus in the early 1990s.  Using imaging radar, Magellan was able to peer beneath the thick perpetual clouds that cover Earth's closest planetary neighbor.  Picture above, lava apparently flowed down from the top of the image and pooled in the light colored areas visible across the image middle and bottom. The lava cut a channel across the darker ridge that runs horizontally across the image center.  The picture covers about 500 kilometers across.  The lava originates from a caldera named Ammavaru that lies about 300 kilometers off the image top.  The hot dense climate makes Venus a more difficult planet on which to land spacecraft and rovers.  Venus currently sparkles as the brightest object in the western sky after sunset.",
        "hdurl": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lava Flows on Venus",
        "url": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan.jpg"
    },
    {
        "copyright": "Adam BlockTim Puckett",
        "date": "2006-12-28",
        "explanation": "The Great Spiral Galaxy in Andromeda (aka M31), a mere 2.5 million light-years distant, is the closest large spiral to our own Milky Way. Andromeda is visible to the unaided eye as a small, faint, fuzzy patch, but because its surface brightness is so low, casual skygazers can't appreciate the galaxy's impressive extent in planet Earth's sky. This entertaining composite image compares the angular size of the nearby galaxy to a brighter, more familiar celestial sight. In it, a deep exposure of Andromeda, tracing beautiful blue star clusters in spiral arms far beyond the bright yellow core, is combined with a typical view of a nearly full Moon. Shown at the same angular scale, the Moon covers about 1/2 degree on the sky, while the galaxy is clearly several times that size. The deep Andromeda exposure also includes two bright satellite galaxies, M32 and M110 (bottom).",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/m31abtpmoon.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moon Over Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0612/m31abtpmoon_c720.jpg"
    },
    {
        "copyright": "Jean-Charles Cuillandre",
        "date": "2006-02-28",
        "explanation": "Rippling dust and gas lanes give the Flaming Star Nebula its name.  The red and purple colors of the nebula are present in different regions and are created by different processes.  The bright star AE Aurigae, visible toward the image left, is so hot it is blue, emitting light so energetic it knocks electrons away from surrounding gas.  When a proton recaptures an electron, red light is frequently emitted. The purple region's color is a mix of this red light and blue light emitted by AE Aurigae but reflected to us by surrounding dust. The two regions are referred to as emission nebula and reflection nebula, respectively.  Pictured above, the Flaming Star Nebula, officially known as IC 405, lies about 1500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/flamingstar_cfht.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Flaming Star Nebula from CFHT",
        "url": "https://apod.nasa.gov/apod/image/0602/flamingstar_cfht_big.jpg"
    },
    {
        "date": "2022-04-24",
        "explanation": "Just now, before you hit the button, two future universes are possible.  After pressing the button, though, you will live in only one.  A real-web version of the famous Schrödinger's cat experiment clicking the red button in the featured astronaut image should transform that image into a picture of the same astronaut holding one of two cats -- one living, or one dead.  The timing of your click, combined with the wiring of your brain and the millisecond timing of your device, will all conspire together to create a result dominated, potentially, by the randomness of quantum mechanics.  Some believe that your personally-initiated quantum decision will split the universe in two, and that both the live-cat and dead-cat universes exist in separate parts of a larger multiverse. Others believe that the result of your click will collapse the two possible universes into one -- in a way that could not have been predicted beforehand.  Yet others believe that the universe is classically deterministic, so that by pressing the button you did not really split the universe, but just carried out an action predestined since time began.   We at APOD believe that however silly you may feel clicking the red button, and regardless of the outcome,  you should have a thought-provoking day.  Or two.",
        "hdurl": "https://apod.nasa.gov/apod/image/1704/SatelliteSale_NASA_960_split3.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Split the Universe",
        "url": "https://apod.nasa.gov/apod/image/1704/SatelliteSale_NASA_960_split3.jpg"
    },
    {
        "date": "2004-09-20",
        "explanation": "Are Saturn's rings transparent?  The Cassini spacecraft that recently entered orbit around Saturn has confirmed that some of Saturn's rings are more transparent than others.  Pictured above, Saturn's main A, B, and C rings can be seen, top to bottom, superposed against the gas giant planet.  Although the B-ring across the top is opaque, Saturn's cloud tops can be clearly seen through the lower C-ring.  The translucent nature of the C-ring likely indicates that it is less densely populated with ring particles than the B-ring.  The above image was taken on July 30 while Cassini was over 7 million kilometers from Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0409/Cring_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Seeing Through Saturn's C-Ring",
        "url": "https://apod.nasa.gov/apod/image/0409/Cring_cassini.jpg"
    }
]